---
kind: other
id: Methods.T:Autodesk.Revit.DB.PointClouds.PointCloudOverrides
source: html/ea760dc6-7148-8001-15ed-4e9f556d904a.htm
---
# PointCloudOverrides Methods

Checks if PointCloudOverrideSettings are valid